Repository: 45BitStudios/Ikigai
Catalog: Resources/*.lproj/InfoPlist.strings
Languages: de, es, fr, ja

# CFBundleDisplayName
source: Your App Name
de: Ihre App
es: Tu Aplicación
fr: Votre Application
ja: あなたのアプリ

# CFBundleName
source: Your App Name
de: Ihre App
es: Tu Aplicación
fr: Votre Application
ja: あなたのアプリ

# NSMicrophoneUsageDescription
source: This app requires microphone access for voice features
de: Diese App benötigt Mikrofon-Zugriff für Sprachfunktionen
es: Esta aplicación requiere acceso al micrófono para funciones de voz
fr: Cette application nécessite l'accès au microphone pour les fonctions vocales
ja: このアプリは音声機能のためにマイクへのアクセスが必要です

# NSSpeechRecognitionUsageDescription
source: This app uses speech recognition to convert speech to text
de: Diese App verwendet Spracherkennung, um Sprache in Text umzuwandeln
es: Esta aplicación usa reconocimiento de voz para convertir voz a texto
fr: Cette application utilise la reconnaissance vocale pour convertir la parole en texte
ja: このアプリは音声をテキストに変換するために音声認識を使用します

# NSCameraUsageDescription
source: This app uses the camera to take photos
de: Diese App verwendet die Kamera, um Fotos aufzunehmen
es: Esta aplicación usa la cámara para tomar fotos
fr: Cette application utilise l'appareil photo pour prendre des photos
ja: このアプリは写真を撮るためにカメラを使用します

# NSPhotoLibraryUsageDescription
source: This app accesses your photo library to select images
de: Diese App greift auf Ihre Fotobibliothek zu, um Bilder auszuwählen
es: Esta aplicación accede a tu biblioteca de fotos para seleccionar imágenes
fr: Cette application accède à votre photothèque pour sélectionner des images
ja: このアプリは画像を選択するためにフォトライブラリにアクセスします

# NSLocationWhenInUseUsageDescription
source: This app uses location to provide location-based features
de: Diese App verwendet den Standort, um standortbasierte Funktionen bereitzustellen
es: Esta aplicación usa ubicación para proporcionar funciones basadas en ubicación
fr: Cette application utilise la localisation pour fournir des fonctionnalités basées sur la localisation
ja: このアプリは位置情報ベースの機能を提供するために位置情報を使用します

# NSContactsUsageDescription
source: This app accesses your contacts to help you connect with friends
de: Diese App greift auf Ihre Kontakte zu, um Ihnen beim Verbinden mit Freunden zu helfen
es: Esta aplicación accede a tus contactos para ayudarte a conectar con amigos
fr: Cette application accède à vos contacts pour vous aider à vous connecter avec des amis
ja: このアプリは友達との接続をサポートするために連絡先にアクセスします

# NSCalendarsUsageDescription
source: This app accesses your calendar to schedule events
de: Diese App greift auf Ihren Kalender zu, um Termine zu planen
es: Esta aplicación accede a tu calendario para programar eventos
fr: Cette application accède à votre calendrier pour programmer des événements
ja: このアプリはイベントをスケジュールするためにカレンダーにアクセスします

# NSRemindersUsageDescription
source: This app accesses your reminders to help manage tasks
de: Diese App greift auf Ihre Erinnerungen zu, um bei der Aufgabenverwaltung zu helfen
es: Esta aplicación accede a tus recordatorios para ayudar a gestionar tareas
fr: Cette application accède à vos rappels pour aider à gérer les tâches
ja: このアプリはタスク管理をサポートするためにリマインダーにアクセスします

# NSHealthShareUsageDescription
source: This app accesses health data to track your wellness
de: Diese App greift auf Gesundheitsdaten zu, um Ihr Wohlbefinden zu verfolgen
es: Esta aplicación accede a datos de salud para seguir tu bienestar
fr: Cette application accède aux données de santé pour suivre votre bien-être
ja: このアプリはあなたの健康を追跡するためにヘルスデータにアクセスします

# NSHealthUpdateUsageDescription
source: This app updates health data to track your wellness
de: Diese App aktualisiert Gesundheitsdaten, um Ihr Wohlbefinden zu verfolgen
es: Esta aplicación actualiza datos de salud para seguir tu bienestar
fr: Cette application met à jour les données de santé pour suivre votre bien-être
ja: このアプリはあなたの健康を追跡するためにヘルスデータを更新します

# NSMotionUsageDescription
source: This app uses motion data to track your activity
de: Diese App verwendet Bewegungsdaten, um Ihre Aktivität zu verfolgen
es: Esta aplicación usa datos de movimiento para seguir tu actividad
fr: Cette application utilise les données de mouvement pour suivre votre activité
ja: このアプリはあなたの活動を追跡するためにモーションデータを使用します

# NSFaceIDUsageDescription
source: This app uses Face ID for secure authentication
de: Diese App verwendet Face ID für sichere Authentifizierung
es: Esta aplicación usa Face ID para autenticación segura
fr: Cette application utilise Face ID pour une authentification sécurisée
ja: このアプリは安全な認証のためにFace IDを使用します

# NSBluetoothAlwaysUsageDescription
source: This app uses Bluetooth to connect with nearby devices
de: Diese App verwendet Bluetooth, um sich mit Geräten in der Nähe zu verbinden
es: Esta aplicación usa Bluetooth para conectar con dispositivos cercanos
fr: Cette application utilise Bluetooth pour se connecter aux appareils à proximité
ja: このアプリは近くのデバイスと接続するためにBluetoothを使用します

# NSLocalNetworkUsageDescription
source: This app uses local network to connect with devices on your network
de: Diese App verwendet das lokale Netzwerk, um sich mit Geräten in Ihrem Netzwerk zu verbinden
es: Esta aplicación usa red local para conectar con dispositivos en tu red
fr: Cette application utilise le réseau local pour se connecter aux appareils de votre réseau
ja: このアプリはネットワーク上のデバイスと接続するためにローカルネットワークを使用します
